In [28]:
import pandas as pd
import json

In [17]:
# data = pd.read_json("https://jsonplaceholder.typicode.com/posts")

In [29]:
data = pd.read_json("datos/CountryCodes.json")

In [30]:
data

                     name dial_code code
0             Afghanistan       +93   AF
1           Aland Islands      +358   AX
2                 Albania      +355   AL
3                 Algeria      +213   DZ
4           AmericanSamoa     +1684   AS
..                    ...       ...  ...
237  Virgin Islands, U.S.     +1340   VI
238     Wallis and Futuna      +681   WF
239                 Yemen      +967   YE
240                Zambia      +260   ZM
241              Zimbabwe      +263   ZW

[242 rows x 3 columns]

In [31]:
data['code']

0      AF
1      AX
2      AL
3      DZ
4      AS
       ..
237    VI
238    WF
239    YE
240    ZM
241    ZW
Name: code, Length: 242, dtype: object